---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.Termination
source: html/944d967a-0a89-266d-0517-f090360a6394.htm
---
# Autodesk.Revit.DB.GroupTypeId.Termination Property

Terminations.

## Syntax (C#)
```csharp
public static ForgeTypeId Termination { get; }
```